Repository: chaos/apt
Catalog: apt/po/*.po
Languages: pl

source: You may want to run apt-get update to correct these problems
pl: Nale¿y uruchomiæ apt-get update aby naprawiæ te problemy.

source: Invalid record in the preferences file, no Package header
pl: Nieprawid³owy rekord w pliku ustawieñ, brak nag³ówka Package

source: Did not understand pin type %s
pl: Nierozpoznany typ przypinania %s

source: No priority (or zero) specified for pin
pl: Brak (lub zerowy) priorytet przypiêcia

source: Cache has an incompatible versioning system
pl: Magazyn podrêczny ma niezgodny system wersji

source: Error occurred while processing %s (NewPackage)
pl: Wyst±pi³ b³±d podczas przetwarzania %s (NewPackage)

source: Error occurred while processing %s (UsePackage1)
pl: Wyst±pi³ b³±d podczas przetwarzania %s (UsePackage1)

source: Error occurred while processing %s (UsePackage2)
pl: Wyst±pi³ b³±d podczas przetwarzania %s (UsePackage2)

source: Error occurred while processing %s (NewFileVer1)
pl: Wyst±pi³ b³±d podczas przetwarzania %s (NewFileVer1)

source: Error occurred while processing %s (NewVersion1)
pl: Wyst±pi³ b³±d podczas przetwarzania %s (NewVersion1)

source: Error occurred while processing %s (UsePackage3)
pl: Wyst±pi³ b³±d podczas przetwarzania %s (UsePackage3)

source: Error occurred while processing %s (NewVersion2)
pl: Wyst±pi³ b³±d podczas przetwarzania %s (NewVersion2)

source: Wow, you exceeded the number of package names this APT is capable of.
pl: Och, przekroczono liczbê pakietów, któr± ten APT jest w stanie obs³u¿yæ.

source: Wow, you exceeded the number of versions this APT is capable of.
pl: Och, przekroczono liczbê wersji, któr± ten APT jest w stanie obs³u¿yæ.

source: Wow, you exceeded the number of descriptions this APT is capable of.
pl: Och, przekroczono liczbê opisów, któr± ten APT jest w stanie obs³u¿yæ.

source: Wow, you exceeded the number of dependencies this APT is capable of.
pl: Och, przekroczono liczbê zale¿no¶ci, któr± ten APT jest w stanie obs³u¿yæ.

source: Error occurred while processing %s (FindPkg)
pl: Wyst±pi³ b³±d podczas przetwarzania %s (FindPkg)

source: Error occurred while processing %s (CollectFileProvides)
pl: Wyst±pi³ b³±d podczas przetwarzania %s (CollectFileProvides)

source: Package %s %s was not found while processing file dependencies
pl: Pakiet %s %s nie zosta³ odnaleziony podczas przetwarzania zale¿no¶ci plików

source: Couldn't stat source package list %s
pl: Nie uda³o siê wykonaæ operacji stat na li¶cie pakietów ¼ród³owych %s

source: Collecting File Provides
pl: Zbieranie zapewnieñ plików

source: IO Error saving source cache
pl: B³±d wej¶cia/wyj¶cia przy zapisywaniu podrêcznego magazynu ¼róde³

source: rename failed, %s (%s -> %s).
pl: nie uda³o siê zmieniæ nazwy, %s (%s -> %s)

source: MD5Sum mismatch
pl: B³êdna suma MD5

source: I wasn't able to locate a file for the %s package. This might mean you need to manually fix this package. (due to missing arch)
pl: Nie uda³o siê odnale¼æ pliku dla pakietu %s. Mo¿e to oznaczaæ, ¿e trzeba bêdzie rêcznie naprawiæ ten pakiet (z powodu brakuj±cej architektury).

source: I wasn't able to locate file for the %s package. This might mean you need to manually fix this package.
pl: Nie uda³o siê odnale¼æ pliku dla pakietu %s. Mo¿e to oznaczaæ, ¿e trzeba bêdzie rêcznie naprawiæ ten pakiet.

source: The package index files are corrupted. No Filename: field for package %s.
pl: Pliki indeksu pakietów s± uszkodzone. Brak pola Filename: dla pakietu %s.

source: Size mismatch
pl: B³êdny rozmiar

source: Vendor block %s contains no fingerprint
pl: Blok producenta %s nie zawiera odcisku

source: Using CD-ROM mount point %s Mounting CD-ROM
pl: Wykorzystuê %s jako punkt montowania CD-ROMu Montowanie CD-ROMu

source: Identifying..
pl: Identyfikacja..

source: Using CD-ROM mount point %s
pl: Wykorzystujê %s jako punkt montowania CD-ROMu

source: Unmounting CD-ROM
pl: Odmontowanie CD-ROMu

source: Waiting for disc...
pl: Oczekiwanie na p³ytê...

source: Mounting CD-ROM...
pl: Montowanie CD-ROMu...

source: Scanning disc for index files..
pl: Skawnowanie p³yty w poszukiwaniu plików indeksu..

source: That is not a valid name, try again.
pl: To nie jest prawid³owa nazwa, spróbuj ponownie.

source: This disc is called: '%s'
pl: P³yta nosi nazwê: '%s'

source: Copying package lists...
pl: Kopiowanie list pakietów...

source: Writing new source list
pl: Zapisywanie nowej listy ¼róde³

source: Source list entries for this disc are:
pl: ¬ród³a dla tej p³yty to:

source: Wrote %i records.
pl: Zapisano %i rekordów.

source: Wrote %i records with %i missing files.
pl: Zapisano %i rekordów z %i brakuj±cymi plikami.

source: Wrote %i records with %i mismatched files
pl: Zapisano %i rekordów z %i niepasuj±cymi plikami

source: Wrote %i records with %i missing files and %i mismatched files
pl: Zapisano %i rekordów z %i brakuj±cymi plikami i %i niepasuj±cymi

source: Preparing %s
pl: Przygotowanie %s

source: Unpacking %s
pl: Rozpakowywanie %s

source: Preparing to configure %s
pl: Przygotowanie do konfiguracji %s

source: Configuring %s
pl: Konfigurowanie %s

source: Installed %s
pl: Zainstalowany %s

source: Preparing for removal of %s
pl: Przygotowanie do usuniêcia %s

source: Removing %s
pl: Usuwanie %s

source: Removed %s
pl: Usuniêto %s

source: Could not patch file
pl: Nie uda³o siê na³o¿yæ ³atki na plik

source: Connection closed prematurely
pl: Po³±czenie zosta³o zamkniête przedwcze¶nie
