Repository: chaos/apt
Catalog: apt/po/*.po
Languages: pl

source: Failed to fetch some archives.
pl: Nie uda³o siê pobraæ niektórych archiwów.

source: Skipping unpack of already unpacked source in %s
pl: Pomijanie rozpakowania ju¿ rozpakowanego ¼ród³a w %s

source: Unpack command '%s' failed.
pl: Polecenie rozpakowania '%s' zawiod³o.

source: Check if the 'dpkg-dev' package is installed.
pl: Sprawd¼ czy pakiet 'dpkg-dev' jest zainstalowany.

source: Build command '%s' failed.
pl: Polecenie budowania '%s' zawiod³o.

source: Child process failed
pl: Proces potomny zawiód³

source: Must specify at least one package to check builddeps for
pl: Nale¿y podaæ przynajmniej jeden pakiet, dla którego maj± zostaæ pakiety wymagane do budowania

source: Unable to get build-dependency information for %s
pl: Nie uda³o siê pobraæ informacji o zale¿no¶ciach na czas budowania dla %s

source: %s has no build depends.
pl: %s nie ma zale¿no¶ci czasu budowania.

source: %s dependency for %s cannot be satisfied because the package %s cannot be found
pl: Zale¿no¶æ %s od %s nie mo¿e zostaæ spe³niona, poniewa¿ nie znaleziono pakietu %s

source: %s dependency for %s cannot be satisfied because no available versions of package %s can satisfy version requirements
pl: Zale¿no¶æ %s od %s nie mo¿e zostaæ spe³niona, poniewa¿ ¿adna z dostêpnych wersji pakietu %s nie ma odpowiedniej wersji

source: Failed to satisfy %s dependency for %s: Installed package %s is too new
pl: Nie uda³o siê spe³niæ zale¿no¶ci %s od %s: Zainstalowany pakiet %s jest zbyt nowy

source: Failed to satisfy %s dependency for %s: %s
pl: Nie uda³o siê spe³niæ zale¿no¶ci %s od %s: %s

source: Build-dependencies for %s could not be satisfied.
pl: Nie uda³o siê spe³niæ zale¿no¶ci na czas budowania od %s.

source: Failed to process build dependencies
pl: Nie uda³o siê przetworzyæ zale¿no¶ci na czas budowania

source: Supported modules:
pl: Obs³ugiwane modu³y:

source: Hit
pl: Traf

source: Get:
pl: Pob:

source: Err
pl: B³±d

source: Fetched %sB in %s (%sB/s)
pl: Pobrano %sB w %s (%sB/s)

source: [Working]
pl: [Pracujê]

source: Media change: please insert the disc labeled '%s' in the drive '%s' and press enter
pl: Zmiana no¶nika: Proszê w³o¿yæ dysk oznaczony '%s' do napêdu '%s' i nacisn±æ enter

source: Unknown package record!
pl: Nieznany rekord pakietu!

source: Usage: apt-sortpkgs [options] file1 [file2 ...] apt-sortpkgs is a simple tool to sort package files. The -s option is used to indicate what kind of file it is. Options: -h This help text -s Use source file sorting -c=? Read this configuration file -o=? Set an arbitrary configuration option, eg -o dir::cache=/tmp
pl: U¿ycie: apt-sortpkgs [opcje] plik1 [plik2 ...] apt-sortpkgs to proste narzêdzie s³u¿±ce do sortowania plików pakietów. Opcji -s u¿ywa siê do wskazania typu pliku. Opcje: -h Ten tekst pomocy. -s Sortowanie pliku ¼róde³. -c=? Czytaj ten plik konfiguracyjny. -o=? Ustaw dowoln± opcjê konfiguracji, np. -o dir::cache=/tmp

source: Bad default setting!
pl: Nieprawid³owe ustawienie domy¶lne!

source: Press enter to continue.
pl: Naci¶nij enter, aby kontynuowaæ.

source: Some errors occurred while unpacking. I'm going to configure the
pl: Wyst±pi³y problemy przy rozpakowywaniu. Zainstalowane pakiety zostan±

source: packages that were installed. This may result in duplicate errors
pl: skonfigurowane. Mo¿e to spowodowaæ podwójne b³êdy lub b³êdy

source: or errors caused by missing dependencies. This is OK, only the errors
pl: spowodowane brakuj±cymi zale¿no¶ciami. To jest normalne. Tylko powy¿sze

source: above this message are important. Please fix them and run [I]nstall again
pl: b³êdy s± istotne. Proszê je poprawiæ i ponownie wybraæ [I]nstalacjê.

source: Merging available information
pl: £±czenie informacji o dostêpnych pakietach

source: Failed to create pipes
pl: Nie uda³o siê utworzyæ potoków

source: Failed to exec gzip
pl: Nie uda³o uruchomiæ programu gzip

source: Corrupted archive
pl: Uszkodzone archiwum

source: Tar checksum failed, archive corrupted
pl: Niepoprawna suma kontrolna tar, archiwum jest uszkodzone

source: Unknown TAR header type %u, member %s
pl: Nieznany typ nag³ówka TAR %u, sk³adnik %s

source: Invalid archive signature
pl: Nieprawid³owy podpis archiwum

source: Error reading archive member header
pl: B³±d przy czytaniu nag³ówka sk³adnika archiwum

source: Invalid archive member header
pl: Nieprawid³owy nag³ówek sk³adnika archiwum

source: Archive is too short
pl: Archiwum jest za krótkie

source: Failed to read the archive headers
pl: Nie uda³o siê odczytaæ nag³ówków archiwum

source: DropNode called on still linked node
pl: DropNode wywo³ane na wci±¿ pod³±czonym wê¼le

source: Failed to locate the hash element!
pl: Nie uda³o siê odnale¼æ elementu hasha!

source: Failed to allocate diversion
pl: Nie uda³o siê utworzyæ objazdu

source: Internal error in AddDiversion
pl: B³±d wewnêtrzny w AddDiversion

source: Trying to overwrite a diversion, %s -> %s and %s/%s
pl: Próba nadpisania objazdu, %s -> %s i %s/%s

source: Double add of diversion %s -> %s
pl: Podwójne dodanie objazdu %s -> %s

source: Duplicate conf file %s/%s
pl: Zduplikowany plik konfiguracyjny %s/%s

source: Failed to write file %s
pl: Nie uda³o siê zapisaæ pliku %s

source: Failed to close file %s
pl: Nie uda³o siê zamkn±æ pliku %s

source: The path %s is too long
pl: ¦cie¿ka %s jest zbyt d³uga

source: Unpacking %s more than once
pl: Wypakowanie %s wiêcej ni¿ raz

source: The directory %s is diverted
pl: Objazd katalogu %s

source: The package is trying to write to the diversion target %s/%s
pl: Pakiet próbuje pisaæ do celu objazdu %s/%s

source: The diversion path is too long
pl: Zbyt d³uga ¶cie¿ka objazdu

source: The directory %s is being replaced by a non-directory
pl: Katalog %s zosta³ zast±piony obiektem nie bêd±cym katalogiem

source: Failed to locate node in its hash bucket
pl: Nie uda³o siê znale¼æ wêz³a w jego kube³ku haszuj±cym

source: The path is too long
pl: ¦cie¿ka jest zbyt d³uga

source: Overwrite package match with no version for %s
pl: Dopasowanie dla %s nadpisuj±cego pakietu bez wersji

source: File %s/%s overwrites the one in the package %s
pl: Plik %s/%s nadpisuje plik w pakiecie %s

source: Unable to read %s
pl: Nie mo¿na czytaæ %s

source: Unable to stat %s
pl: Nie mo¿na wykonaæ operacji stat na %s

source: Failed to remove %s
pl: Nie uda³o siê usun±æ %s

source: Unable to create %s
pl: Nie mo¿na utworzyæ %s

source: Failed to stat %sinfo
pl: Nie uda³o siê wykonaæ operacji stat na %sinfo

source: The info and temp directories need to be on the same filesystem
pl: Pliki info i temp musz± byæ na tym samym systemie plików

source: Reading package lists
pl: Czytanie list pakietów

source: Failed to change to the admin dir %sinfo
pl: Nie uda³o siê przej¶æ do katalogu administracyjnego %sinfo

source: Internal error getting a package name
pl: B³±d wewnêtrzny podczas pobierania nazwy pakietu

source: Reading file listing
pl: Czytanie listy plików

source: Failed to open the list file '%sinfo/%s'. If you cannot restore this file then make it empty and immediately re-install the same version of the package!
pl: Nie uda³o siê otworzyæ pliku listy '%sinfo/%s'. Je¶li nie mo¿esz przywróciæ tego pliku, utwórz go jako pusty plik i bezzw³ocznie przeinstaluj tê sam± wersjê pakietu!

source: Failed reading the list file %sinfo/%s
pl: Nie uda³o siê przeczytaæ pliku listy %sinfo/%s

source: Internal error getting a node
pl: B³±d wewnêtrzny przy pobieraniu wêz³a

source: Failed to open the diversions file %sdiversions
pl: Nie uda³o siê otworzyæ pliku objazdów %sdiversions

source: The diversion file is corrupted
pl: Plik objazdów jest uszkodzony

source: Invalid line in the diversion file: %s
pl: Nieprawid³owa linia w pliku objazdów: %s

source: Internal error adding a diversion
pl: B³±d wewnêtrzny przy dodawaniu objazdu

source: The pkg cache must be initialized first
pl: Magazyn podrêczny pakietów musi wcze¶niej zostaæ zainicjalizowany

source: Failed to find a Package: header, offset %lu
pl: Nie uda³o siê znale¼æ nag³ówka Package:, offset %lu

source: Bad ConfFile section in the status file. Offset %lu
pl: B³êdna sekcja ConfFile w pliku stanu. Offset %lu

source: Error parsing MD5. Offset %lu
pl: B³±d przy czytaniu skrótu MD5. Offset %lu

source: This is not a valid DEB archive, missing '%s' member
pl: To nie jest poprawne archiwum DEB, brakuje sk³adnika '%s'

source: Couldn't change to %s
pl: Nie uda³o siê przej¶æ do %s

source: Internal error, could not locate member
pl: B³±d wewnêtrzny, nie uda³o siê odnale¼æ sk³adnika

source: Failed to locate a valid control file
pl: Nie uda³o siê odnale¼æ poprawnego pliku control

source: Unparsable control file
pl: Plik kontrolny nie mo¿e zostaæ poprawnie zinterpretowany

source: Unable to read the cdrom database %s
pl: Nie mo¿na odczytaæ bazy danych CD-ROM-ów %s

source: Please use apt-cdrom to make this CD-ROM recognized by APT. apt-get update cannot be used to add new CD-ROMs
pl: Proszê u¿yæ programu apt-cdrom, aby APT móg³ rozpoznaæ tê p³ytê CD. Nowych p³yt nie mo¿na dodawaæ przy pomocy polecenia apt-get update

source: Wrong CD-ROM
pl: Niew³a¶ciwa p³yta CD

source: Unable to unmount the CD-ROM in %s, it may still be in use.
pl: Nie uda³o siê odmontowaæ CD-ROM-u w %s, byæ mo¿e wci±¿ jest u¿ywany.

source: Disk not found.
pl: Nie odnaleziono dysku.

source: File not found
pl: Nie odnaleziono pliku

source: Failed to stat
pl: Nie uda³o siê wykonaæ operacji stat

source: Failed to set modification time
pl: Nie uda³o siê ustawiæ czasu modyfikacji

source: Invalid URI, local URIS must not start with //
pl: Nieprawid³owe URI, lokalne URI nie mog± zaczynaæ siê od //

source: Logging in
pl: Rejestrowanie siê

source: Unable to determine the peer name
pl: Nie mo¿na okre¶liæ nazwy zdalnego systemu

source: Unable to determine the local name
pl: Nie uda³o siê okre¶liæ nazwy lokalnego systemu

source: The server refused the connection and said: %s
pl: Serwer odrzuci³ nasze po³±czenie i powiedzia³: %s

source: USER failed, server said: %s
pl: Polecenie USER nie powiod³o siê, serwer powiedzia³: %s

source: PASS failed, server said: %s
pl: Polecenie PASS nie powiod³o siê, serwer powiedzia³: %s

source: A proxy server was specified but no login script, Acquire::ftp::ProxyLogin is empty.
pl: Okre¶lono serwer po¶rednicz±cy, ale nie okre¶lono skryptu rejestrowania, Acquire::ftp::ProxyLogin jest puste.

source: Login script command '%s' failed, server said: %s
pl: Polecenie skryptu rejestrowania '%s' nie powiod³o siê, serwer powiedzia³: %s

source: TYPE failed, server said: %s
pl: Polecenie TYPE nie powiod³o siê, serwer powiedzia³: %s

source: Connection timeout
pl: Przekroczenie czasu po³±czenia

source: Server closed the connection
pl: Serwer zamkn±³ po³±czenie

source: Read error
pl: B³±d odczytu

source: A response overflowed the buffer.
pl: Odpowied¼ przepe³ni³a bufor.

source: Protocol corruption
pl: Naruszenie zasad protoko³u

source: Write error
pl: B³±d zapisu

source: Could not create a socket
pl: Nie uda³o siê utworzyæ gniazda

source: Could not connect data socket, connection timed out
pl: Nie uda³o siê po³±czyæ gniazda danych, przekroczenie czasu po³±czenia

source: Could not connect passive socket.
pl: Nie uda³o siê po³±czyæ pasywnego gniazda.

source: getaddrinfo was unable to get a listening socket
pl: getaddrinfo nie by³o w stanie uzyskaæ s³uchaj±cego gniazda

source: Could not bind a socket
pl: Nie uda³o siê przy³±czyæ gniazda

source: Could not listen on the socket
pl: Nie uda³o siê s³uchaæ na gnie¼dzie

source: Could not determine the socket's name
pl: Nie uda³o siê okre¶liæ nazwy gniazda

source: Unable to send PORT command
pl: Nie mo¿na wys³aæ polecenia PORT

source: Unknown address family %u (AF_*)
pl: Nieznana rodzina adresów %u (AF_*)

source: EPRT failed, server said: %s
pl: Polecenie EPRT nie powiod³o siê, serwer powiedzia³: %s

source: Data socket connect timed out
pl: Przekroczony czas po³±czenia gniazda danych

source: Unable to accept connection
pl: Nie uda³o siê przyj±æ po³±czenia

source: Problem hashing file
pl: Nie uda³o siê obliczyæ skrótu pliku

source: Unable to fetch file, server said '%s'
pl: Nie mo¿na pobraæ pliku, serwer powiedzia³ '%s'

source: Data socket timed out
pl: Przekroczony czas oczekiwania na dane

source: Data transfer failed, server said '%s'
pl: Nie uda³o siê przes³aæ danych, serwer powiedzia³ '%s'

source: Query
pl: Info

source: Unable to invoke
pl: Nie mo¿na wywo³aæ

source: Connecting to %s (%s)
pl: Pod³±czanie do %s (%s)

source: Could not create a socket for %s (f=%u t=%u p=%u)
pl: Nie uda³o siê utworzyæ gniazda dla %s (f=%u t=%u p=%u)

source: Cannot initiate the connection to %s:%s (%s).
pl: Nie uda³o siê zainicjalizowaæ po³±czenia z %s:%s (%s).

source: Could not connect to %s:%s (%s), connection timed out
pl: Nie uda³o siê po³±czyæ z %s:%s (%s), przekroczenie czasu po³±czenia

source: Could not connect to %s:%s (%s).
pl: Nie uda³o siê po³±czyæ z %s:%s (%s).

source: Connecting to %s
pl: £±czenie z %s

source: Could not resolve '%s'
pl: Nie uda³o siê przet³umaczyæ nazwy '%s'

source: Temporary failure resolving '%s'
pl: Tymczasowy b³±d przy t³umaczeniu '%s'

source: Something wicked happened resolving '%s:%s' (%i)
pl: Co¶ niegodziwego sta³o siê przy t³umaczeniu '%s:%s' (%i)

source: Unable to connect to %s %s:
pl: Nie uda³o siê po³±czyæ z %s %s:

source: E: Argument list from Acquire::gpgv::Options too long. Exiting.
pl: E: Lista argumentów Acquire::gpgv::Options zbyt d³uga. Wychodzimy.

source: Internal error: Good signature, but could not determine key fingerprint?!
pl: B³±d wewnêtrzny: Prawid³owa sygnatura, ale nie nie uda³o siê ustaliæ jejodcisku?!

source: At least one invalid signature was encountered.
pl: Napotkano przynajmniej jedn± nieprawid³ow± sygnaturê.

source: Unknown error executing gpgv
pl: Nieznany b³±d podczas uruchamiania gpgv

source: The following signatures were invalid:
pl: Nastêpuj±ce sygnatury by³y b³êdne:

source: The following signatures couldn't be verified because the public key is not available:
pl: Nastêpuj±ce sygnatury nie mog³y zostaæ zweryfikowane z powodu braku klucza publicznego:

source: Couldn't open pipe for %s
pl: Nie uda³o siê otworzyæ potoku dla %s

source: Read error from %s process
pl: B³±d odczytu z procesu %s

source: Waiting for headers
pl: Oczekiwanie na nag³ówki

source: Got a single header line over %u chars
pl: Otrzymano pojedyncz± liniê nag³ówka o d³ugo¶ci ponad %u znaków

source: Bad header line
pl: Nieprawid³owa linia nag³ówka

source: The HTTP server sent an invalid reply header
pl: Serwer HTTP przys³a³ nieprawid³owy nag³ówek odpowiedzi

source: The HTTP server sent an invalid Content-Length header
pl: Serwer HTTP przys³a³ nieprawid³owy nag³ówek Content-Length

source: The HTTP server sent an invalid Content-Range header
pl: Serwer HTTP przys³a³ nieprawid³owy nag³ówek Content-Range

source: This HTTP server has broken range support
pl: Ten serwer HTTP nieprawid³owo obs³uguje zakresy (ranges)

source: Unknown date format
pl: Nieznany format daty

source: Select failed
pl: Operacja select nie powiod³a siê

source: Connection timed out
pl: Przekroczenie czasu po³±czenia

source: Error writing to output file
pl: B³±d przy pisaniu do pliku wyj¶ciowego

source: Error writing to file
pl: B³±d przy pisaniu do pliku

source: Error writing to the file
pl: B³±d przy pisaniu do pliku

source: Error reading from server. Remote end closed connection
pl: B³±d czytania z serwera: Zdalna strona zamknê³a po³±czenie

source: Error reading from server
pl: B³±d czytania z serwera

source: Bad header data
pl: B³êdne dane nag³ówka

source: Connection failed
pl: Po³±czenie nie uda³o siê

source: Internal error
pl: B³±d wewnêtrzny

source: Can't mmap an empty file
pl: Nie mo¿na wykonaæ mmap na pustym pliku

source: Couldn't make mmap of %lu bytes
pl: Nie uda³o siê wykonaæ mmap %lu bajtów

source: Selection %s not found
pl: Nie odnaleziono wyboru %s

source: Unrecognized type abbreviation: '%c'
pl: Nierozpoznany skrót typu: '%c'

source: Opening configuration file %s
pl: Otwieranie pliku konfiguracyjnego %s

source: Syntax error %s:%u: Block starts with no name.
pl: B³±d sk³adniowy %s:%u: Blok nie zaczyna siê nazw±.

source: Syntax error %s:%u: Malformed tag
pl: B³±d sk³adniowy %s:%u: B³êdny znacznik

source: Syntax error %s:%u: Extra junk after value
pl: B³±d sk³adniowy %s:%u: Po warto¶ci wystêpuj± ¶mieci

source: Syntax error %s:%u: Directives can only be done at the top level
pl: B³±d sk³adniowy %s:%u: Dyrektywy mog± wystêpowaæ tylko na poziomie najwy¿szym

source: Syntax error %s:%u: Too many nested includes
pl: B³±d sk³adniowy %s:%u: Zbyt wiele zagnie¿d¿onych operacji include

source: Syntax error %s:%u: Included from here
pl: B³±d sk³adniowy %s:%u: W³±czony tutaj

source: Syntax error %s:%u: Unsupported directive '%s'
pl: B³±d sk³adniowy %s:%u: Nieobs³ugiwana dyrektywa '%s'

source: Syntax error %s:%u: Extra junk at end of file
pl: B³±d sk³adniowy %s:%u: ¦mieci na koñcu pliku

source: %c%s... Error!
pl: %c%s... B³±d!

source: %c%s... Done
pl: %c%s... Gotowe

source: Command line option '%c' [from %s] is not known.
pl: Opcja linii poleceñ '%c' [z %s] jest nieznana.

source: Command line option %s is not understood
pl: Niezrozumia³a opcja linii poleceñ %s

source: Command line option %s is not boolean
pl: Opcja linii poleceñ %s nie jest typu boolean

source: Option %s requires an argument.
pl: Opcja %s wymaga argumentu.

source: Option %s: Configuration item specification must have an =<val>.
pl: Opcja %s: Specyfikacja elementu konfiguracji musi zawieraæ =<warto¶æ>.

source: Option %s requires an integer argument, not '%s'
pl: Opcja %s wymaga argumentu typu ca³kowitego, nie '%s'

source: Option '%s' is too long
pl: Opcja '%s' jest zbyt d³uga

source: Sense %s is not understood, try true or false.
pl: Znaczenie %s jest nieznane, spróbuj true albo false.

source: Invalid operation %s
pl: Nieprawid³owa operacja %s

source: Unable to stat the mount point %s
pl: Nie uda³o siê wykonaæ operacji stat na punkcie montowania %s

source: Unable to change to %s
pl: Nie uda³o siê przej¶æ do %s

source: Failed to stat the cdrom
pl: Nie uda³o siê wykonaæ operacji stat na CDROM-ie

source: Not using locking for read only lock file %s
pl: Dla pliku blokady %s tylko do odczytu nie zostanie u¿yta blokada

source: Could not open lock file %s
pl: Nie uda³o siê otworzyæ pliku blokady %s

source: Not using locking for nfs mounted lock file %s
pl: Dla pliku blokady %s montowanego przez NFS nie zostanie u¿yta blokada

source: Could not get lock %s
pl: Nie uda³o siê uzyskaæ blokady %s

source: Waited for %s but it wasn't there
pl: Oczekiwano na proces %s, ale nie by³o go

source: Sub-process %s received a segmentation fault.
pl: Podproces %s spowodowa³ naruszenie segmentacji.

source: Sub-process %s returned an error code (%u)
pl: Podproces %s zwróci³ kod b³êdu (%u)

source: Sub-process %s exited unexpectedly
pl: Podproces %s zakoñczy³ siê niespodziewanie

source: Could not open file %s
pl: Nie uda³o siê otworzyæ pliku %s

source: read, still have %lu to read but none left
pl: nale¿a³o przeczytaæ jeszcze %lu, ale nic nie zosta³o

source: write, still have %lu to write but couldn't
pl: nale¿a³o zapisaæ jeszcze %lu, ale nie uda³o siê to

source: Problem closing the file
pl: Problem przy zamykaniu pliku

source: Problem unlinking the file
pl: Problem przy usuwaniu pliku

source: Problem syncing the file
pl: Problem przy zapisywaniu pliku na dysk

source: Empty package cache
pl: Pusty magazyn podrêczny pakietów

source: The package cache file is corrupted
pl: Magazyn podrêczny pakietów jest uszkodzony

source: The package cache file is an incompatible version
pl: Magazyn podrêczny pakietów jest w niezgodnej wersji

source: This APT does not support the versioning system '%s'
pl: Ta wersja APT nie obs³uguje systemu wersji '%s'

source: The package cache was built for a different architecture
pl: Ten magazyn podrêczny pakietów zosta³ zbudowany dla innej architektury

source: Depends
pl: Wymaga

source: PreDepends
pl: PreWymaga

source: Suggests
pl: Sugeruje

source: Recommends
pl: Poleca

source: Conflicts
pl: Jest w konflikcie z

source: Replaces
pl: Zastêpuje

source: Obsoletes
pl: Czyni zbêdnym

source: important
pl: wa¿ny

source: required
pl: wymagany

source: standard
pl: standardowy

source: optional
pl: opcjonalny

source: extra
pl: dodatkowy

source: Building dependency tree
pl: Budowanie drzewa zale¿no¶ci

source: Candidate versions
pl: Kandyduj±ce wersje

source: Dependency generation
pl: Generowanie zale¿no¶ci

source: Unable to parse package file %s (1)
pl: Nie uda³o siê zanalizowaæ pliku pakietu %s (1)

source: Unable to parse package file %s (2)
pl: Nie uda³o siê zanalizowaæ pliku pakietu %s (2)

source: Malformed line %lu in source list %s (URI)
pl: Nieprawid³owa linia %lu w li¶cie ¼róde³ %s (URI)

source: Malformed line %lu in source list %s (dist)
pl: Nieprawid³owa linia %lu w li¶cie ¼róde³ %s (dystrybucja)

source: Malformed line %lu in source list %s (URI parse)
pl: Nieprawid³owa linia %lu w li¶cie ¼róde³ %s (analiza URI)

source: Malformed line %lu in source list %s (absolute dist)
pl: Nieprawid³owa linia %lu w li¶cie ¼róde³ %s (bezwzglêdna dystrybucja)

source: Malformed line %lu in source list %s (dist parse)
pl: Nieprawid³owa linia %lu w li¶cie ¼róde³ %s (analiza dystrybucji)

source: Opening %s
pl: Otwieranie %s

source: Line %u too long in source list %s.
pl: Linia %u w li¶cie ¼róde³ %s jest zbyt d³uga.

source: Malformed line %u in source list %s (type)
pl: Nieprawid³owa linia %u w li¶cie ¼róde³ %s (typ)

source: Type '%s' is not known on line %u in source list %s
pl: Typ '%s' jest nieznany w linii %u listy ¼róde³ %s

source: Malformed line %u in source list %s (vendor id)
pl: Nieprawid³owa linia %u w li¶cie ¼róde³ %s (identyfikator producenta)

source: This installation run will require temporarily removing the essential package %s due to a Conflicts/Pre-Depends loop. This is often bad, but if you really want to do it, activate the APT::Force-LoopBreak option.
pl: To uruchomienie programu bêdzie wymaga³o tymczasowego usuniêcia istotnego pakietu %s z powodu pêtli konfliktów/pre-zale¿no¶ci. Czêsto nie oznacza to nic dobrego, ale je¶li naprawdê chcesz to zrobiæ, w³±cz opcjê APT::Force-LoopBreak.

source: Index file type '%s' is not supported
pl: Plik indeksu typu '%s' nie jest obs³ugiwany

source: The package %s needs to be reinstalled, but I can't find an archive for it.
pl: Pakiet %s ma zostaæ przeinstalowany, ale nie mo¿na znale¼æ jego archiwum.

source: Error, pkgProblemResolver::Resolve generated breaks, this may be caused by held packages.
pl: B³±d, pkgProblemResolver::Resolve zwróci³ b³±d, mo¿e to byæ spowodowane "zatrzymanymi" pakietami.

source: Unable to correct problems, you have held broken packages.
pl: Nie uda³o siê naprawiæ problemów, zatrzymano uszkodzone pakiety.

source: Lists directory %spartial is missing.
pl: Brakuje katalogu list %spartial.

source: Archive directory %spartial is missing.
pl: Brakuje katalogu archiwów %spartial.

source: The method driver %s could not be found.
pl: Nie uda³o siê odnale¼æ sterownika metody %s.

source: Method %s did not start correctly
pl: Metoda %s nie uruchomi³a siê poprawnie.

source: Please insert the disc labeled: '%s' in the drive '%s' and press enter.
pl: W³ó¿ do napêdu '%s' dysk o nazwie: '%s' i naci¶nij enter.

source: Packaging system '%s' is not supported
pl: System pakietów '%s' nie jest obs³ugiwany

source: Unable to determine a suitable packaging system type
pl: Nie uda³o siê okre¶liæ odpowiedniego typu systemu pakietów

source: Unable to stat %s.
pl: Nie uda³o siê wykonaæ operacji stat na pliku %s.

source: You must put some 'source' URIs in your sources.list
pl: Nale¿y dopisaæ jakie¶ URI 'source' do pliku sources.list

source: The package lists or status file could not be parsed or opened.
pl: Nie uda³o siê otworzyæ lub zanalizowaæ zawarto¶ci list pakietów.
