Repository: chaos/apt
Catalog: apt/po/*.po
Languages: pl

source: Package %s version %s has an unmet dep:
pl: Pakiet %s w wersji %s ma niespe³nione zale¿no¶ci:

source: Unable to locate package %s
pl: Nie uda³o siê odnale¼æ pakietu %s

source: Total package names :
pl: Liczba nazw pakietów :

source: Normal packages:
pl: Zwyk³ych pakietów:

source: Pure virtual packages:
pl: Czysto wirtualnych pakietów:

source: Single virtual packages:
pl: Pojedynczych pakietów wirtualnych:

source: Mixed virtual packages:
pl: Mieszanych pakietów wirtualnych:

source: Missing:
pl: Brakuj±cych:

source: Total distinct versions:
pl: W sumie ró¿nych wersji:

source: Total Distinct Descriptions:
pl: W sumie ró¿nych opisów:

source: Total dependencies:
pl: W sumie zale¿no¶ci:

source: Total ver/file relations:
pl: W sumie zale¿no¶ci wersja/plik:

source: Total Desc/File relations:
pl: W sumie zale¿no¶ci opis/plik:

source: Total Provides mappings:
pl: W sumie mapowañ zapewnieñ:

source: Total globbed strings:
pl: W sumie dopasowanych napisów:

source: Total dependency version space:
pl: Sumaryczny rozmiar obszaru zale¿no¶ci od wersji:

source: Total slack space:
pl: Sumaryczny rozmiar niewykorzystanego miejsca:

source: Total space accounted for:
pl: Ca³kowity rozmiar:

source: Package file %s is out of sync.
pl: Plik pakietu %s jest przestarza³y.

source: You must give exactly one pattern
pl: Nale¿y podaæ dok³adnie jeden wzór

source: No packages found
pl: Nie znaleziono ¿adnych pakietów

source: Package files:
pl: Plików pakietów:

source: Cache is out of sync, can't x-ref a package file
pl: Magazyn podrêczny jest przestarza³y, nie mo¿na odwo³aæ siê (x-ref) do pliku pakietu.

source: Pinned packages:
pl: Przypiête pakiety:

source: (not found)
pl: (nieznaleziony)

source: Installed:
pl: Zainstalowana:

source: (none)
pl: (brak)

source: Candidate:
pl: Kandyduj±ca:

source: Package pin:
pl: Sposób przypiêcia:

source: Version table:
pl: Tabela wersji:

source: Usage: apt-cache [options] command apt-cache [options] add file1 [file2 ...] apt-cache [options] showpkg pkg1 [pkg2 ...] apt-cache [options] showsrc pkg1 [pkg2 ...] apt-cache is a low-level tool used to manipulate APT's binary cache files, and query information from them Commands: add - Add a package file to the source cache gencaches - Build both the package and source cache showpkg - Show some general information for a single package showsrc - Show source records stats - Show some basic statistics dump - Show the entire file in a terse form dumpavail - Print an available file to stdout unmet - Show unmet dependencies search - Search the package list for a regex pattern show - Show a readable record for the package depends - Show raw dependency information for a package rdepends - Show reverse dependency information for a package pkgnames - List the names of all packages dotty - Generate package graphs for GraphVis xvcg - Generate package graphs for xvcg policy - Show policy settings Options: -h This help text. -p=? The package cache. -s=? The source cache. -q Disable progress indicator. -i Show only important deps for the unmet command. -c=? Read this configuration file -o=? Set an arbitrary configuration option, eg -o dir::cache=/tmp See the apt-cache(8) and apt.conf(5) manual pages for more information.
pl: U¿ycie: apt-cache [opcje] polecenie apt-cache [opcje] add plik1 [plik2 ...] apt-cache [opcje] showpkg pakiet1 [pakiet2 ...] apt-cache [opcje] showsrc pakiet1 [pakiet2 ...] apt-cache to niskopoziomowe narzêdzie s³u¿±ce do manipulowania binarnymi plikami magazynów podrêcznych APT-a, oraz do pobierania z nich informacji. Polecenia: add - Dodaj plik pakietów do magazynu podrêcznego gencaches - Zbuduj magazyn podrêczny pakietów i ¼róde³ showpkg - Poka¿ ogólne informacje na temat pojedynczego pakietu showsrc - Poka¿ informacje na temat ¼róde³ stats - Poka¿ podstawowe statystyki dump - Poka¿ ca³y plik w skrótowej formie dumpavail - Wypisz plik dostêpnych pakietów na standardowe wyj¶cie unmet - Poka¿ niespe³nione zale¿no¶ci search - Przeszukaj listê pakietów wed³ug wyra¿enia regularnego show - Poka¿ czytelny rekord dla danego pakietu depends - Poka¿ surowe informacje o zale¿no¶ciach danego pakietu rdepends - Poka¿ informacje o zale¿no¶ciach OD danego pakietu pkgnames - Poka¿ listê nazw wszystkich pakietów dotty - Wygeneruj grafy pakietów dla programu GraphVis xvcg - Wygeneruj grafy pakietów dla programu xvcg policy - Poka¿ ustawienia polityki Opcje: -h Ten tekst pomocy. -p=? Podrêczny magazyn pakietów. -s=? Podrêczny magazyn ¼róde³. -q Wy³±cz wska¼nik postêpu. -i Poka¿ tylko wa¿ne zale¿no¶ci przy poleceniu unmet. -c=? Czytaj ten plik konfiguracyjny. -o=? Ustaw dowoln± opcjê konfiguracji, np. -o dir::cache=/tmp Wiêcej informacji mo¿na znale¼æ na stronach podrêcznika apt-cache(8) oraz apt.conf(5).

source: Please provide a name for this Disc, such as 'Debian 2.1r1 Disk 1'
pl: Proszê wprowadziæ nazwê dla tej p³yty, np 'Debian 2.1r1 Disk 1'

source: Please insert a Disc in the drive and press enter
pl: Proszê w³o¿yæ dysk do napêdu i nacisn±æ enter

source: Repeat this process for the rest of the CDs in your set.
pl: Powtórz ten proces dla reszty p³yt.

source: Arguments not in pairs
pl: Argumenty nie s± w parach

source: Usage: apt-config [options] command apt-config is a simple tool to read the APT config file Commands: shell - Shell mode dump - Show the configuration Options: -h This help text. -c=? Read this configuration file -o=? Set an arbitrary configuration option, eg -o dir::cache=/tmp
pl: U¿ycie: apt-config [opcje] polecenie apt-config to proste narzêdzie do czytania pliku konfiguracyjnego APT Polecenia: shell - Tryb pow³oki dump - Poka¿ konfiguracjê Opcje: -h Ten tekst pomocy. -c=? Czytaj ten plik konfiguracyjny. -o=? Ustaw dowoln± opcjê konfiguracji, np. -o dir::cache=/tmp

source: %s not a valid DEB package.
pl: %s nie jest prawid³owym pakietem DEB.

source: Usage: apt-extracttemplates file1 [file2 ...] apt-extracttemplates is a tool to extract config and template info from debian packages Options: -h This help text -t Set the temp dir -c=? Read this configuration file -o=? Set an arbitrary configuration option, eg -o dir::cache=/tmp
pl: U¿ycie: apt-extracttemplates plik1 [plik2 ...] apt-extracttemplates to narzêdzie s³u¿±ce do pobierania informacji i konfiguracji i szablonach z pakietów Debiana. Opcje: -h Ten tekst pomocy. -t Ustaw katalog tymczasowy -c=? Czytaj ten plik konfiguracyjny. -o=? Ustaw dowoln± opcjê konfiguracji, np. -o dir::cache=/tmp

source: Unable to write to %s
pl: Nie uda³o siê pisaæ do %s

source: Cannot get debconf version. Is debconf installed?
pl: Nie uda³o siê pobraæ wersji debconf. Czy debconf jest zainstalowany?

source: Package extension list is too long
pl: Lista rozszerzeñ pakietów jest zbyt d³uga

source: Error processing directory %s
pl: B³±d przetwarzania katalogu %s

source: Source extension list is too long
pl: Lista rozszerzeñ pakietów ¼ród³owych jest zbyt d³uga

source: Error writing header to contents file
pl: B³±d przy zapisywaniu nag³ówka do pliku zawarto¶ci

source: Error processing contents %s
pl: B³±d podczas przetwarzania zawarto¶ci %s

source: Usage: apt-ftparchive [options] command Commands: packages binarypath [overridefile [pathprefix]] sources srcpath [overridefile [pathprefix]] contents path release path generate config [groups] clean config apt-ftparchive generates index files for Debian archives. It supports many styles of generation from fully automated to functional replacements for dpkg-scanpackages and dpkg-scansources apt-ftparchive generates Package files from a tree of .debs. The Package file contains the contents of all the control fields from each package as well as the MD5 hash and filesize. An override file is supported to force the value of Priority and Section. Similarly apt-ftparchive generates Sources files from a tree of .dscs. The --source-override option can be used to specify a src override file The 'packages' and 'sources' command should be run in the root of the tree. BinaryPath should point to the base of the recursive search and override file should contain the override flags. Pathprefix is appended to the filename fields if present. Example usage from the Debian archive: apt-ftparchive packages dists/potato/main/binary-i386/ > \ dists/potato/main/binary-i386/Packages Options: -h This help text --md5 Control MD5 generation -s=? Source override file -q Quiet -d=? Select the optional caching database --no-delink Enable delinking debug mode --contents Control contents file generation -c=? Read this configuration file -o=? Set an arbitrary configuration option
pl: U¿ycie: apt-ftparchive [opcje] polecenie Polecenia: packages ¶cie¿ka_do_binariów [plik_override [przedrostek]] sources ¶cie¿ka_do_¼róde³ [plik_override [przedrostek]] contents ¶cie¿ka release ¶cie¿ka generate konfiguracja [grupy] clean konfiguracja apt-ftparchive generuje pliki indeksów dla archiwów Debiana. Obs³uguje ró¿ne rodzaje generowania, od w pe³ni zautomatyzowanych po funkcjonalne zamienniki programów dpkg-scanpackages i dpkg-scansources. apt-ftparchive generuje pliki Package na postawie drzewa plików .deb. Wygenerowany plik zawiera pola kontrolne wszystkich pakietów oraz ich skróty MD5 i rozmiary. Obs³ugiwany jest plik override, pozwalaj±cy okre¶liæ priorytet i dzia³ pakietu. apt-ftparchive podobnie generuje pliki Sources na podstawie drzewa plików .dsc. Przy pomocy opcji --source-override mo¿na podaæ plik override dla pakietów ¼ród³owych. Polecenia 'packages' i 'sources' powinny byæ wykonywane w katalogu g³ównym drzewa. `¶cie¿ka_do_binariów' powinna wskazywaæ na katalog, od którego zacznie siê wyszukiwanie, a plik override powinien zawieraæ odpowiednie flagi. Przedrostek (o ile zosta³ podany) jest dodawany przed ¶cie¿k± do ka¿dego pliku. Przyk³adowe u¿ycie, z archiwum Debiana: apt-ftparchive packages dists/potato/main/binary-i386/ > \ dists/potato/main/binary-i386/Packages Opcje: -h Ten tekst pomocy --md5 Generuj sumy kontrolne MD5 -s=? Plik override dla ¼róde³ -q `Ciche' dzia³anie -d=? Opcjonalna podrêczna baza danych --no-delink W³±cz tryb diagnostyczny od³±czania --contents Generuj plik zawarto¶ci (Contents) -c=? Czytaj ten plik konfiguracyjny -o=? Ustaw dowoln± opcjê konfiguracji

source: No selections matched
pl: Nie dopasowano ¿adnej nazwy

source: Some files are missing in the package file group `%s'
pl: Brakuje pewnych plików w grupie plików pakietów `%s'

source: DB was corrupted, file renamed to %s.old
pl: Baza by³a uszkodzona, plik zosta³ przeniesiony do %s.old

source: DB is old, attempting to upgrade %s
pl: Baza jest przestarza³a, próbujê zaktualizowaæ %s

source: Unable to open DB file %s: %s
pl: Nie uda³o siê otworzyæ pliku DB %s: %s

source: Failed to stat %s
pl: Nie uda³o siê wykonaæ operacji stat na %s

source: Archive has no control record
pl: Archiwum nie posiada rekordu control

source: Unable to get a cursor
pl: Nie uda³o siê pobraæ kursora

source: W: Unable to read directory %s
pl: W: Nie uda³o siê odczytaæ katalogu %s

source: W: Unable to stat %s
pl: W: Nie mo¿na wykonaæ operacji stat na %s

source: E: Errors apply to file
pl: E: B³êdy odnosz± siê do pliku

source: Failed to resolve %s
pl: Nie uda³o siê przet³umaczyæ nazwy %s

source: Tree walking failed
pl: Przej¶cie po drzewie nie powiod³o siê

source: Failed to open %s
pl: Nie uda³o siê otworzyæ %s

source: DeLink %s [%s]
pl: Od³±czenie %s [%s]

source: Failed to readlink %s
pl: Nie uda³o siê odczytaæ dowi±zania %s

source: Failed to unlink %s
pl: Nie uda³o siê usun±æ %s

source: *** Failed to link %s to %s
pl: *** Nie uda³o siê dowi±zaæ %s do %s

source: DeLink limit of %sB hit.
pl: Osi±gniêto ograniczenie od³±czania %sB.

source: Archive had no package field
pl: Archiwum nie posiada³o pola pakietu

source: %s has no override entry
pl: %s nie posiada wpisu w pliku override

source: %s maintainer is %s not %s
pl: opiekunem %s jest %s, a nie %s

source: Internal error, could not locate member %s
pl: B³±d wewnêtrzny, nie uda³o siê odnale¼æ sk³adnika %s

source: realloc - Failed to allocate memory
pl: realloc - Nie uda³o siê zaalokowaæ pamiêci

source: Unable to open %s
pl: Nie mo¿na otworzyæ %s

source: Malformed override %s line %lu #1
pl: B³êdna linia %2$lu #1 pliku override %1$s

source: Malformed override %s line %lu #2
pl: B³êdna linia %2$lu #2 pliku override %1$s

source: Malformed override %s line %lu #3
pl: B³êdna linia %2$lu #3 pliku override %1$s

source: Failed to read the override file %s
pl: Nie uda³o siê czytaæ pliku override %s

source: Unknown compression algorithm '%s'
pl: Nieznany algorytm kompresji '%s'

source: Compressed output %s needs a compression set
pl: Skompresowany plik wynikowy %s wymaga podania kompresji

source: Failed to create IPC pipe to subprocess
pl: Nie uda³o siê utworzyæ potoku IPC do podprocesu

source: Failed to create FILE*
pl: Nie uda³o siê utworzyæ obiektu FILE*

source: Failed to fork
pl: Nie uda³o siê utworzyæ procesu potomnego

source: Compress child
pl: Potomny proces kompresuj±cy

source: Internal error, failed to create %s
pl: B³±d wewnêtrzny, nie uda³o siê utworzyæ %s

source: Failed to create subprocess IPC
pl: Nie uda³o siê utworzyæ IPC z podprocesem

source: Failed to exec compressor
pl: Nie uda³o siê uruchomiæ kompresora

source: decompressor
pl: dekompresor

source: IO to subprocess/file failed
pl: Zawiod³a operacja IO na pliku/podprocesie

source: Failed to read while computing MD5
pl: Nie uda³o siê czytanie w czasie liczenia skrótu MD5

source: Problem unlinking %s
pl: Problem przy usuwaniu %s

source: Failed to rename %s to %s
pl: Nie uda³o siê zmieniæ nazwy %s na %s

source: Y
pl: T

source: Regex compilation error - %s
pl: B³±d kompilacji wyra¿enia regularnego - %s

source: The following packages have unmet dependencies:
pl: Nastêpuj±ce pakiety maj± niespe³nione zale¿no¶ci:

source: but %s is installed
pl: ale %s jest zainstalowany

source: but %s is to be installed
pl: ale %s ma zostaæ zainstalowany

source: but it is not installable
pl: ale nie da siê go zainstalowaæ

source: but it is a virtual package
pl: ale jest pakietem wirtualnym

source: but it is not installed
pl: ale nie jest zainstalowany

source: but it is not going to be installed
pl: ale nie zostanie zainstalowany

source: or
pl: lub

source: The following NEW packages will be installed:
pl: Zostan± zainstalowane nastêpuj±ce NOWE pakiety:

source: The following packages will be REMOVED:
pl: Nastêpuj±ce pakiety zostan± USUNIÊTE:

source: The following packages have been kept back:
pl: Nastêpuj±ce pakiety zosta³y zatrzymane:

source: The following packages will be upgraded:
pl: Nastêpuj±ce pakiety zostan± zaktualizowane:

source: The following packages will be DOWNGRADED:
pl: Zostan± zainstalowane STARE wersje nastêpuj±cych pakietów:

source: The following held packages will be changed:
pl: Zostan± zmienione nastêpuj±ce zatrzymane pakiety:

source: %s (due to %s)
pl: %s (z powodu %s)

source: WARNING: The following essential packages will be removed. This should NOT be done unless you know exactly what you are doing!
pl: UWAGA: Zostan± usuniête nastêpuj±ce istotne pakiety. Nie powinno siê tego robiæ, chyba ¿e dok³adnie wiesz, co robisz!

source: %lu upgraded, %lu newly installed,
pl: %lu aktualizowanych, %lu nowo instalowanych,

source: %lu reinstalled,
pl: %lu przeinstalowywanych,

source: %lu downgraded,
pl: %lu cofniêtych wersji,

source: %lu to remove and %lu not upgraded.
pl: %lu usuwanych i %lu nieaktualizowanych.

source: %lu not fully installed or removed.
pl: %lu nie w pe³ni zainstalowanych lub usuniêtych.

source: Correcting dependencies...
pl: Naprawianie zale¿no¶ci...

source: failed.
pl: nie uda³o siê.

source: Unable to correct dependencies
pl: Nie uda³o siê naprawiæ zale¿no¶ci

source: Unable to minimize the upgrade set
pl: Nie uda³o siê zminimalizowaæ zbioru aktualizacji

source: Done
pl: Gotowe

source: You might want to run `apt-get -f install' to correct these.
pl: Nale¿y uruchomiæ `apt-get -f install', aby je naprawiæ.

source: Unmet dependencies. Try using -f.
pl: Niespe³nione zale¿no¶ci. Spróbuj u¿yæ -f.

source: WARNING: The following packages cannot be authenticated!
pl: UWAGA: Nastêpuj±ce pakiety nie mog± zostaæ zweryfikowane!

source: Authentication warning overridden.
pl: Ostrze¿enie uwierzytelniania zignorowano.

source: Install these packages without verification [y/N]?
pl: Zainstalowaæ te pakiety bez weryfikacji [t/N]?

source: Some packages could not be authenticated
pl: Niektóre pakiety nie mog³y zostaæ zweryfikowane

source: There are problems and -y was used without --force-yes
pl: By³y problemy, a u¿yto -y bez --force-yes

source: Internal error, InstallPackages was called with broken packages!
pl: B³±d wewnêtrzny, InstallPackages u¿yto z zepsutymi pakietami!

source: Packages need to be removed but remove is disabled.
pl: Pakiety powinny zostaæ usuniête, ale Remove jest wy³±czone.

source: Internal error, Ordering didn't finish
pl: B³±d wewnêtrzny, sortowanie niezakoñczone

source: Unable to lock the download directory
pl: Nie uda³o siê zablokowaæ katalogu pobierania

source: The list of sources could not be read.
pl: Nie uda³o siê odczytaæ list ¼róde³.

source: How odd.. The sizes didn't match, email apt@packages.debian.org
pl: Dziwne.. rozmiary siê nie zgadzaj±, zg³o¶ pod apt@packages.debian.org

source: Need to get %sB/%sB of archives.
pl: Konieczne pobranie %sB/%sB archiwów.

source: Need to get %sB of archives.
pl: Konieczne pobranie %sB archiwów.

source: After unpacking %sB of additional disk space will be used.
pl: Po rozpakowaniu zostanie dodatkowo u¿yte %sB miejsca na dysku.

source: After unpacking %sB disk space will be freed.
pl: Po rozpakowaniu zostanie zwolnione %sB miejsca na dysku.

source: Couldn't determine free space in %s
pl: Nie uda³o siê ustaliæ ilo¶ci wolnego miejsca w %s

source: You don't have enough free space in %s.
pl: Niestety w %s nie ma wystarczaj±cej ilo¶ci wolnego miejsca.

source: Trivial Only specified but this is not a trivial operation.
pl: Nakazano wykonywaæ tylko trywialne operacje, a to nie jest trywialne.

source: Yes, do as I say!
pl: Tak, rób jak mówiê!

source: You are about to do something potentially harmful. To continue type in the phrase '%s' ?]
pl: Zaraz zrobisz co¶ potencjalnie szkodliwego. Aby kontynuowaæ wpisz zdanie '%s' ?]

source: Abort.
pl: Przerwane.

source: Do you want to continue [Y/n]?
pl: Czy chcesz kontynuowaæ [T/n]?

source: Failed to fetch %s %s
pl: Nie uda³o siê pobraæ %s %s

source: Some files failed to download
pl: Nie uda³o siê pobraæ niektórych plików

source: Download complete and in download only mode
pl: Ukoñczono pobieranie w trybie samego pobierania

source: Unable to fetch some archives, maybe run apt-get update or try with --fix-missing?
pl: Nie uda³o siê pobraæ niektórych archiwów, spróbuj uruchomiæ apt-get update lub u¿yæ opcji --fix-missing

source: --fix-missing and media swapping is not currently supported
pl: --fix-missing i zamienianie no¶ników nie jest obecnie obs³ugiwane

source: Unable to correct missing packages.
pl: Nie uda³o siê poprawiæ brakuj±cych pakietów.

source: Aborting install.
pl: Przerywanie instalacji

source: Note, selecting %s instead of %s
pl: Uwaga, wybieranie %s zamiast %s

source: Skipping %s, it is already installed and upgrade is not set.
pl: Pomijanie %s, jest ju¿ zainstalowane, a nie zosta³o wybrana aktualizacja.

source: Package %s is not installed, so not removed
pl: Pakiet %s nie jest zainstalowany, wiêc nie zostanie usuniêty.

source: Package %s is a virtual package provided by:
pl: Pakiet %s jest pakietem wirtualnym zapewnianym przez:

source: [Installed]
pl: [Zainstalowany]

source: You should explicitly select one to install.
pl: Nale¿y jednoznacznie wybraæ jeden z nich do instalacji.

source: Package %s is not available, but is referred to by another package. This may mean that the package is missing, has been obsoleted, or is only available from another source
pl: Pakiet %s nie ma dostêpnej wersji, ale odnosi siê do niego inny pakiet. Zazwyczaj oznacza to, ¿e pakietu brakuje, zosta³ zast±piony przez inny pakiet lub nie jest dostêpny przy pomocy obecnie ustawionych ¼róde³.

source: However the following packages replace it:
pl: Jednak nastêpuj±ce pakiety go zastêpuj±:

source: Package %s has no installation candidate
pl: Pakiet %s nie ma kandydata do instalacji

source: Reinstallation of %s is not possible, it cannot be downloaded.
pl: Przeinstalowanie pakietu %s nie jest mo¿liwe, nie mo¿e on zostaæ pobrany.

source: %s is already the newest version.
pl: %s jest ju¿ w najnowszej wersji.

source: Release '%s' for '%s' was not found
pl: Wydanie '%s' dla '%s' nie zosta³o znalezione

source: Version '%s' for '%s' was not found
pl: Wersja '%s' dla '%s' nie zosta³a znaleziona

source: Selected version %s (%s) for %s
pl: Wybrano wersjê %s (%s) dla %s

source: The update command takes no arguments
pl: Polecenie update nie wymaga ¿adnych argumentów

source: Unable to lock the list directory
pl: Nie uda³o siê zablokowaæ katalogu list

source: Some index files failed to download, they have been ignored, or old ones used instead.
pl: Nie uda³o siê pobraæ niektórych plików indeksu, zosta³y one zignorowane lub zosta³a u¿yta ich starsza wersja.

source: The following information may help to resolve the situation:
pl: Nastêpuj±ce informacje mog± pomóc rozpoznaæ sytuacjê:

source: Internal error, AllUpgrade broke stuff
pl: B³±d wewnêtrzny, AllUpgrade wszystko popsu³o

source: Couldn't find package %s
pl: Nie uda³o siê odnale¼æ pakietu %s

source: Note, selecting %s for regex '%s'
pl: Uwaga, wybieranie %s za wyra¿enie '%s'

source: You might want to run `apt-get -f install' to correct these:
pl: Nale¿y uruchomiæ `apt-get -f install', aby je naprawiæ:

source: Unmet dependencies. Try 'apt-get -f install' with no packages (or specify a solution).
pl: Niespe³nione zale¿no¶ci. Spróbuj 'apt-get -f install' bez pakietów (lub podaj rozwi±zanie).

source: Some packages could not be installed. This may mean that you have requested an impossible situation or if you are using the unstable distribution that some required packages have not yet been created or been moved out of Incoming.
pl: Nie uda³o siê zainstalowaæ niektórych pakietów. Mo¿e to oznaczaæ, ¿e za¿±dano niemo¿liwej sytuacji lub u¿ywasz dystrybucji niestabilnej, w której niektóre pakiety nie zosta³y jeszcze utworzone lub przeniesione z katalogu Incoming ("Przychodz±ce").

source: Since you only requested a single operation it is extremely likely that the package is simply not installable and a bug report against that package should be filed.
pl: Poniewa¿ za¿±dno tylko jednej operacji, jest bardzo prawdopodobne, ¿e danego pakietu po prostu nie da siê zainstalowaæ i nale¿y zg³osiæ w nim b³±d.

source: Broken packages
pl: Pakiety s± b³êdne

source: The following extra packages will be installed:
pl: Zostan± zainstalowane nastêpuj±ce dodatkowe pakiety:

source: Suggested packages:
pl: Sugerowane pakiety:

source: Recommended packages:
pl: Polecane pakiety:

source: Calculating upgrade...
pl: Obliczanie aktualizacji...

source: Failed
pl: Nie uda³o siê

source: Done
pl: Gotowe

source: Internal error, problem resolver broke stuff
pl: B³±d wewnêtrzny, rozwi±zywanie problemów wszystko popsu³o

source: Must specify at least one package to fetch source for
pl: Nale¿y podaæ przynajmniej jeden pakiet, dla którego maj± zostaæ pobrane ¼ród³a

source: Unable to find a source package for %s
pl: Nie uda³o siê odnale¼æ ¼ród³a dla pakietu %s

source: Skipping already downloaded file '%s'
pl: Pomijanie ju¿ pobranego pliku '%s'

source: You don't have enough free space in %s
pl: W %s nie ma wystarczaj±cej ilo¶ci wolnego miejsca

source: Need to get %sB/%sB of source archives.
pl: Konieczne pobranie %sB/%sB archiwów ¼róde³.

source: Need to get %sB of source archives.
pl: Konieczne pobranie %sB archiwów ¼róde³.

source: Fetch source %s
pl: Pobierz ¼ród³o %s
